;;### Language File for Maxthon 3 ###

;;=============================================================================
;; Shared Strings
;;-----------------------------------------------------------------------------
;; If a language string cannot be found in corresponding section,
;; the program will lookup the Key in this section instead.
;;=============================================================================
[main]

;;-----------------------------------------------------------------------------
;; Language Info
;;-----------------------------------------------------------------------------
Language.Name=English
Language.EnglishName=English
Language.Translator=Maxthon
Language.Version=3.1.4.1000


;;-----------------------------------------------------------------------------
;; Shared
;;-----------------------------------------------------------------------------
Message=Message
Error=Error
Warning=Warning

OK=OK
Cancel=Cancel

Open=Open
Close=Close
Browse=Browse
Select=Select
Done=Done

Yes=Yes
No=No

Apply=Apply
Save=Save

Pause=Pause
Resume=Resume
Continue=Continue
Retry=Retry
Abort=Abort
Stop=Stop

Previous=Previous
Next=Next
Finish=Finish

New=New
Edit=Edit
Modify=Modify
Rename=Rename
Delete=Delete
Undo=Undo
Cut=Cut
Copy=Copy
Paste=Paste

Search=Search
SelectAll=Select All

None=None
Default=Default
AutoDetect=Auto Detect

More=More
Less=Less
Options=Options
Settings=Settings

;;-----------------------------------------------------------------------------
;; Commands
;;-----------------------------------------------------------------------------
;; Mapped to the Command List of Skin System
;;-----------------------------------------------------------------------------
addressBox.focus=Focus on Address Bar
addressBox.go=Go
addressBox.search=Search Text in Address Bar
addressBox.showList=Show Address Bar History

searchBox.focus=Focus on Search Box
searchBox.go=Search
search.add=Add Search Engine

tab.new=New Tab
tab.next=Next Tab
tab.previous=Previous Tab
tab.close=Close Tab
tab.closeCurrent=Close Current Tab
tab.closeAll=Close All
tab.closeOther=Close Others
tab.closeLeft=Close Tabs on the Left
tab.closeRight=Close Tabs on the Right

nav.home=Home Page
nav.pasteAndGo=Paste And Go
nav.pasteAndSearch=Paste And Search
nav.refresh=Refresh
nav.refreshAll=Refresh All
nav.forceRefresh=Force Refresh
nav.stop=Stop
nav.stopAll=Stop All

page.find=Find in Page
page.save=Save as…
page.saveAsApp=Save as Quick App…
page.saveAsImage=Save as Image
page.print=Print…
page.printPreview=Print Preview
page.copyUrl=Copy URL
page.copyTitleAndUrl=Copy Title and URL
page.setHomePage=Set as Home Page
page.switchEngine=Switch Browser Mode
page.viewSource=View Source
page.up=Page Up
page.down=Page Down
page.top=Page Top
page.bottom=Page Bottom

magicFill.save=Save Password
magicFill.fill=Fill Password

zoom.in=Zoom In
zoom.out=Zoom Out
zoom.actual=Actual Size

history.back=Back
history.forward=Forward
history.restoreLast=Restore Last Closed Page
history.clearRecentList=Clear Recent List
history.openClearDialog=Clear Browser History
history.open=History

fav.openManager=Favorites Manager
fav.addAll=Add All Pages to Favorites
fav.item.add=Add to Favorites…
fav.additem.SameTitleFavItem=An URL with the same title already exists, overwrite it?
fav.item.addToFolder=Add to This Folder
fav.item.replace=Replace with Current Page
fav.item.copyUrl=Copy URL
fav.item.copyTitleAndUrl=Copy Title and URL
fav.item.toggleMostFav=Mark/Unmark as Most Favorite
fav.folder.add=New Folder
fav.folder.openAll=Open All in This Folder
fav.folder.sortByTitle=Sort by Title
fav.folder.sortByVisitCount=Sort by Visits
fav.folder.toGroup=Convert to Quick Group
fav.group.open=Open All Links
fav.group.toFolder=Convert to Folder

translate.selectedText=Translate Selected Text
translate.page=Translate Page

snapScreen.region=Snap Region
snapScreen.page=Snap Whole Page
snapScreen.help=Help

fileSniffer.open=Resource Sniffer

popupBlocker.toggle=Toggle Popup Blocker
adHunter.toggle=Toggle AdHunter
adHunter.editRule=Edit Blocking Rules…
adHunter.enterClickMode=Block Ads by Click
adHunter.showLog=View AdHunter Log

downloader.open=Download Manager
downloader.addTask=Add Download Task…

option.open=Options

devtools.open=Developer Tools

cmd.userGuide=What's New
cmd.help=Help
cmd.visitWebsite=Maxthon Website
cmd.visitForum=Maxthon Forum
cmd.sendFeedback=Send Feedback
cmd.checkUpdate=Check for Updates
cmd.about=About…
cmd.exit=Exit
cmd.setFavBarRootFolder=Set Favorites Bar Display Folder
cmd.mutePage=Mute
cmd.openImportExportDialog=Import/Export User Data
cmd.openAboutLast=Last Session
cmd.clickFavMenuButton=Favorites Menu

app.launch.Collector=Online Notepad
sendTo.Collector=Send to Online Notepad
app.launch.FeedReader=Feed Reader(Beta)
app.launch.mxDoctor=Browser Doctor
app.launch.mxExpressLookup=Express Lookup

app.mxDoctor.netMonitor=Traffic Monitor
app.mxDoctor.qucikFix=One Click Fix
app.mxDoctor.qucikClean=One Click Clean

ui.fullScreen=Full Screen
ui.splitScreen=Split Screen
cmd.toggle.FavoritesBar=Show/Hide Favorites Bar
cmd.toggle.SearchBox=Show/Hide Search Box

win.new=New Window
win.newPrivate=New Private Window
win.newWorkspace=New Session
win.activateNext=Switch Windows
win.hide=Boss Key
win.openSystemMenu=System Menu
win.maximize=Maximize
win.restore=Restore
win.minimize=Minimize
win.close=Close

user.showPanel=Open User Panel
user.login=Login
user.logout=Logout
user.edit.Avatar=Set Avatar
user.edit.Nickname=Change Nickname
user.edit.Profile=Edit Profile
user.switch=Switch User Account
user.reconnect=Reconnect
user.update=Update Profile Info

sync.run=Sync Data


;;-----------------------------------------------------------------------------
;; Objects
;;-----------------------------------------------------------------------------
;; Mapped to the Object List of Skin System
;;-----------------------------------------------------------------------------
tab.list=Tab List

history.navList=Navigation History
history.recentList=Recent Visited Pages

proxy.list=Proxy
proxy.none=None
proxy.useIE=Use IE Proxy Settings

skin.list=Skins
skin.modern=Modern
skin.classic=Classic
skin.paper=Paper
skin.ie=Classic IE
skin.lotus=Lotus Rhythm

language.list=Languages
encoding.list=Encodings

popupBlocker.list=Blocked Popups
popupBlocker.empty=No Popup Blocked


;;-----------------------------------------------------------------------------
;; UI Strings
;;-----------------------------------------------------------------------------
;; Strings that can not be found in the Command List & Object List.
;;-----------------------------------------------------------------------------
MainMenu=Menu
PageMenu=Page Menu

Sidebar=Sidebar
Avatar=Avatar
QuickTools=Quick Tools

Account=Account
LoginWithPassport=Login with Maxthon Passport
User.LoggingIn=Logging In...
User.OfflineModeMessage=Connection Lost. Working in Offline Mode.
Sync.OK=Sync OK
Sync.Error=Sync Error
Sync.Working=Synchronizing...
Sync.RunNow=Sync Now
Sync.Details=View Details
Sync.Retry=Retry
Sync.Disabled=Sync Disabled
Sync.EnableNow=Enable Now
CustomizeUI=Customize UI

Menu.File=File
Menu.Page=Page
Menu.Tools=Tools
Menu.View=View
Menu.Help=Help

Address=Address
Favorites=Favorites
MyFavorites=My Favorites
FavoritesBar=Favorites Bar
TabOptions=Tab Options

InPrivateMode=You are browsing in Private Mode

Collector=Online Notepad
Translate=Translate
SnapScreen=Snap

PopupBlocker=Popup Blocker
PopupBlocker.Enable=Enable Popup Blocker
AdHunter=AdHunter
AdHunter.Enable=Enable AdHunter for this website
AdHunter.SubscribeRule=Subscribe AdHunter Rules
MuteControl=Mute Control
PageMuted=Page Muted
Zoom=Zoom

Tab.Preset=New Tab

AddressBox.Prompt=Type to search or visit…

UrlList.Visit=Visit:&nbsp;
UrlList.Search=Search %keyword% with %search%
UrlList.More=Show More
UrlList.Less=Show Less
UrlList.Clear=Clear All

Feed.Discovered=Feeds Discovered
Feed.List=Feeds Discovered in Current Page

FileSniffer.Discovered=Extract Page Resources

SearchBox=SearchBox
SearchBox.Select=Select Default Search Engine

Page.TurboMode=Ultra Mode
Page.CompatibleMode=Retro mode

Page.ToTurboMode=Switch to Ultra Mode
Page.ToCompatibleMode=Switch to Retro Mode

FullScreen.Exit=Click Here to Quit Full Screen

SplitScreen.Enabled=You are using Split Screen mode.
SplitScreen.Shortcut=Mode toggle shortcut:

ReaderMode.Available=Reader Mode

Remove=Remove
Config=Config


;;=============================================================================
;; Message Strings
;;-----------------------------------------------------------------------------
;; These strings are used by the main program
;;=============================================================================
[messages]
ASK_MOVE_TO_BIN=Are you sure you want to move this item into the Recycle Bin?


;;=============================================================================
;; Tray Icon
;;=============================================================================
[tray-icon]
40001=Show/Hide Maxthon
40002=Exit


;;=============================================================================
;; About Dialog
;;=============================================================================
[about]
SystemInformation=System Information
CopyrightNotice=Copyright Notice
Thanks=Special Thanks
CopySysInfo=Copy to Clipboard
GoBack=Go Back
Feedback=Feedback


;;=============================================================================
;; Import/Export Dialog
;;=============================================================================
[import-export]
ImportExportData=Import/Export User Data
CurrentAccount=Current Account

ImportUserData=Import User Data
ExportFavorites=Export Favorites
Back=Back

ClickButtonToBeginImport=Click a button to begin import:
ImportIEFav=Import IE Favorites
ImportFromMX2=Import from Maxthon 2.x
ImportFromMX3Shared=Import from Maxthon 3.0 Shared Account
ImportMX2Message=Favorites, Feed List, Magic Fill Data, AdHunter Rules, etc.
ImportMX3SharedMessage=Favorites, Options, Quick access, Online Notepad, AdHunter Rules, etc.
ImportFromHtmlFile=Import Favorites from HTML File
ImportHtmlMessage=Favorites exported from IE, Firefox, Chrome, Safari, etc.
DeleteCurrentDataBeforeImport=Delete current data before import

ClickButtonToBeginExport=Click to export:
ExportToIEFav=Export to IE favorites folder
ExportToOtherFolder=Export your favorites to selected folder
ExportOtherFolderMessage=You can export your favorites to selected folder.
ExportToHtmlFile=Export to HTML file
ExportHtmlMessage=Exported HTML file can be used as your favorites backup.

ChooseImportMX2Account=Choose the 2.x Account to import from:
SharedAccount=Shared Account
MatchMX3Account=Match Current Account:
NotFound=Not Found

ChooseDataToImport=Choose the data you want to import:
Favorites=Favorites
MagicFillData=Magic Fill Data
CollectorData=Simple Collector Data
AdHunterRules=AdHunter Rules

QuickAccess=Quick Access
OnlineNotepad=Online Notepad
AdFilterRule=Ads Blocking Rules

ImportingMessage = Importing. Please wait…

ImportFailed=Import Failed
ImportFailedMessage=Sorry. Data import failed.

ExportFailed=Export Failed
ExportFailedMessage=Sorry. Data export failed.

Done=Done
ImportedOK=Data successfully imported.

FileExportedTo=File has been exported to:

Import=Import
OpenFolder=Open Folder

ExportFileName=Fav


;;=============================================================================
;; Add/Edit Favorites Folder Dialog
;;=============================================================================
[edit-fav-folder]
NewFavFolder=New Favorites Folder
EditFavFolder=Edit Favorites Folder

FolderName=Folder Name
ParentFolder=Inside

;;=============================================================================
;; Add/Edit Favorites Dialog
;;=============================================================================
[edit-fav-item]
AddToFav=Add To Favorites
EditFavItem=Edit Favorites Item

Title=Title
URL=URL
Folder=Folder

NewFolder=New Folder

;;=============================================================================
;; Add all tabs to favoreites
;;=============================================================================
[add-all-to-fav]
AddToFav=Add all Pages to Favorites

Folder=Folder
QuickGroups=Quick Group
FolderName=Title
GroupName=Title
ParentFolder=Folder
IntoFolder=Folder
AddInto1=Add
AddInto2=pages into

NewFolder=New Folder

;;=============================================================================
;;
;;=============================================================================
[set-fav-root]
SetFavRootFolder=Set Favorites Bar Display Folder

;;=============================================================================
;; Clear History Dialog
;;=============================================================================
[clear-history]
ClearHistory=Clear History

ClearBrowserHistory=Clear Browser History
ClearDownloadHistory=Clear Download History
DeleteCacheFiles=Delete Cache files
DeleteCookies=Delete Cookies (NOT RECOMMENDED)

AutoClearOnExit=Auto Clear on Exit
ClearNow=Clear Now

ClearDone=Records Cleared.
ClearInProgress=Clearing…
HistoryClearedMessage=Your browsing records are cleared.

;;=============================================================================
;; Clear User Data
;;=============================================================================
[clear-user-data]
UserDataCleared=Clear User Data
UserDataClearedPrompt=The user data of following account has been deleted:

;;=============================================================================
;; Edit Filter Rules Dialog
;;=============================================================================
[edit-filter-rules]
EditBlockingRules=Edit Blocking Rules
EditRulesTip=You can add new Blocking Rule by clicking on page elements.

DomainList=Site List

RulesForDomain=Rules for this site

LocateCurrent=Edit rules for this site
LocateCurrentTip=Edit rules for this site
Import=Import
Export=Export

SyntaxReference=Syntax Reference
DiscussionForum=Discussion Forum

ViewLog=View Log
OriginalPage=Original Page

OpenWebsite=Open Website
ShareRules=Share
ShareSelected=Share Selected Rules
DOMAIN_NOT_FOUND=No matching site
DOMAIN_NOT_SAVED=You haven't saved the rules for "$1". Save now?

SubscribeDataGlobal=Global Rules
SubscribedRules=Subscribed Rules
UserRules=My Rules

;;=============================================================================
;; AdHunter Log Dialog
;;=============================================================================
[filter-log]
AdHunterLog=AdHunter Log

Domain=Domain
BlockedItem=Blocked Item
Rule=Rule

BlockedItemCount=Blocked Item Count
ClearLog=Clear Log

CopyUrl=Copy URL
CopyRule=Copy Rule

[instal-filter-rules]
ImportAdHunterRules=Install AdHunter Rules
ImportMessage=This is Maxthon Adhunter Rules, please confirm to install it.
TargetSite=Website
Author=Author
LastModified=Date Update
ImportRulesFromSafeSources=Warning: Adhunter Rules may cause website display incorrectly.
OpenWebsiteAfterImport=Open it after installation
Install=Install
OK=OK
Cancel=Cancel
ShareRules=Share Rules
SelectedRulesHasBeenCopied=The selected rules have been copied to clipboard, you can share them with friends. As long as your friends run Maxthon 3 and copy the rules, then ready to say goodbye to Ads!
SharedMessage=You can paste the rules in a text file or an e-mail.
OverwriteRules=Overwrite AdHunter Rules
ImportThisRuleSetWillOverwriteExstingRulesForFollowingSite=The new rules will overwrite the current rules for this site, overwrite it?
Overwrite=Overwrite
ClipboardTitle=Copy the rules when Maxthon browser 3 is running, maxthon will automatically install the rules, then ready to say goodbye to Ads! www.maxthon.com

;;=============================================================================
;; User Profile Panel
;;=============================================================================
[user-panel]
IDS_PASSPORT_SETAVATAR=Set Avatar
IDS_PASSPORT_EDITPROFILE=Edit Profile
IDS_PASSPORT_LOGOFF=Log out
IDS_PASSPORT_EMAILACCOUNT=Account
IDS_PASSPORT_PASSWORD=Password
IDS_PASSPORT_REMPWD=Remember Password
IDS_PASSPORT_AUTOLOGIN=Auto Login
IDS_PASSPORT_SIGNIN=Log-in
IDS_PASSPORT_SIGNINGIN=Logging in
IDS_PASSPORT_CANCEL=Cancel
IDS_PASSPORT_CREATENEW=Create an account…
IDS_PASSPORT_RECOVERPWD=Recover Password
IDS_PASSPORT_FORGETPWD=Forget your password?
IDS_PASSPORT_BACK=Go Back
IDS_PASSPORT_TRYAGAIN=Retry
IDS_PASSPORT_CONNECT=Connect
IDS_PASSPORT_OFFLINEMODE_ERRORTEXT=Cannot connect to server. Please check your connection and try again.
IDS_PASSPORT_OFFLINEMODE_ERRORTITLE=Offline Mode
IDS_PASSPORT_OFFLINEMODE_PWDERR_TEXT=If you have modified your password recently, please logout and login again. Online services will not be available in this mode.
IDS_PASSPORT_OFFLINEMODE_PWDERR_TITLE=Authentication Failed
IDS_PASSPORT_PASSWORD_ERRORTEXT=Wrong account or password. Please check and try again.
IDS_PASSPORT_PASSWORD_ERRORTITLE=Log-in failed
IDS_PASSPORT_CONNECTION_ERRORTEXT=Cannot connect to server. Please check your connection and try again.
IDS_PASSPORT_CONNECTION_ERRORTITLE=Connection Failed
IDS_PASSPORT_ACCOUNTEMPTY=Please enter your account email.
IDS_PASSPORT_PWDEMPTY=Please enter your password.
IDS_PASSPORT_ACCOUNTLIST_EMPTY=Empty
IDS_PASSPORT_REFRESH=Update profile
IDS_PASSPORT_CMTXT_LOGOFF=Are you sure you want to logout and use the shared account?
IDS_PASSPORT_CMTITLE_LOGOFF=Logout
IDS_PASSPORT_CMTXT_DELETE=Are you sure you want to delete the account data on this computer?
IDS_PASSPORT_CMTITLE_DELETE=Delete Account Data
IDS_PASSPORT_GOBACKTO_SIGNINFORM=Login
IDS_PASSPORT_FAVONLINE=Online Favorites
IDS_PASSPORT_FAV_LAST_UPLOAD=Last upload:
IDS_PASSPORT_FAVOL_NULL=Online Favorites is empty. No data uploaded.
IDS_PASSPORT_FAVOL_GETVERSION_FAILED=Failed to query version.
IDS_PASSPORT_FAVOL_WAITINGFOR_REMOTEVERSION=Querying version …
IDS_SYNCFAVOL_FAV_SYNCING=Synchronizing …
IDS_SYNCFAVOL_FAV_ITEMS=Item Count:
IDS_SYNCFAVOL_FAV_SYNCING_FAILED=Synchronization failed.

IDS_SYNCFAVOL_TITLE=Sync Favorites
IDS_SYNCFAVOL_UPLOAD=Upload Favorites
IDS_SYNCFAVOL_LOCALFAVINFO=Local Data
IDS_SYNCFAVOL_UPLOAD_TIPS=Your Favorites will be encrypted and stored on the server.
IDS_SYNCFAVOL_DOWNLOAD=Download Favorites
IDS_SYNCFAVOL_ONLINEFAVINFO=Online Data
IDS_SYNCFAVOL_DOWNLOAD_TIPS=Download Favorites data from server. Local copy will be overwritten.
IDS_SYNCFAVOL_UPLOADING=Uploading …
IDS_SYNCFAVOL_DOWNLOADING=Downloading …
IDS_SYNCFAVOL_MERGING=Merging Data …
IDS_SYNCFAVOL_UPLOAD_SUCCEED=Upload Completed
IDS_SYNCFAVOL_DOWNLOAD_SUCCEED=Download Completed
IDS_SYNCFAVOL_UPLOAD_FAILED=Upload Failed
IDS_SYNCFAVOL_DOWNLOAD_FAILED=Download Failed
IDS_SYNCFAVOL_UPLOAD_FAILED_REASON=Upload failed. Please check your connection and try again.
IDS_SYNCFAVOL_UPLOAD_FAILED_TOOBIG=Cannot upload Favorites data that exceeds 500KB.
IDS_SYNCFAVOL_DOWNLOAD_FAILED_REASON=Download failed. Please check your connection and try again.
IDS_SYNCFAVOL_SERVICE_REQUIRED_LOGIN_TITLE=Please login first.
IDS_SYNCFAVOL_SERVICE_REQUIRED_LOGIN_TEXT=You must login before using online services. Login now?
IDS_SYNCFAVOL_OFFLINE=Login to use online services
IDS_SYNCFAVOL_FAV_FILE_SIZE=File Size:

;;=============================================================================
;; User notify box
;;=============================================================================
[user-notify-box]
LoginSucceed=Login Successfully
LoginFailed=Login Failed
ImportSucceed=Import Successfully
ImportFailed=Import Failed
SyncSucceed=Synchronize Successfully
SyncFailed=Sync Failed
LoginSucceedText1=Importing local Favorites and Browser Settings
LoginSucceedText2=Synchronizing Online Collection and Browser Settings
LoginFailedText1=Internal Error
LoginFailedText2=Decryption Error, Json Decoding Error, or Protocol Error
LoginFailedText3=Password Incorrect
LoginFailedText4=Account does not exist
LoginFailedText5=Client version is too Low
LoginFailedText6=Other Domain Account
LoginFailedText7=Forgot Your Password?
LoginFailedText8=Network Error
ImportSucceedText=Set Your Avatar
ImportFailedText=Import next login
SyncSucceedText=Maxthon will automatically synchronize the data you want to sync.
SyncFailedText=Unable to connect to account server, Local Data will be used.


;;=============================================================================
;; Find in Page
;;=============================================================================
[find]
Next=Next
Previous=Previous
Close=Close
NOT_FOUND=Not Found
OPTIONS=Options
HIGHLIGHT_ALL_KEYWORDS=Highlight Keywords
MATCH_CASE=Match Case
MATCH_WHOLE_WORD=Match Whole Word
Copy=Copy
Cut=Cut
Paste=Paste
Delete=Delete
Select_all=Select All
Undo=Undo


;;=============================================================================
;; Information Bar
;;-----------------------------------------------------------------------------
;; This bar is used to display variable messages on the top of the page.
;;=============================================================================
[info-bar]
;;----------------------Magic Fill-------------------------------
Ifb_Save=Save
Ifb_Update=Update
Ifb_magic_fill_cancel=Never for this site
Ifb_magic_fill_save_tip=Do you want to save your password?
Ifb_magic_fill_update_tip=Do you want to update saved password?
Ifb_Notsave=Not Now
Ifb_Noteupdate=Not Now

;;----------------------Set Default Browser-------------------------------
Ifb_QueryDefBrowser=Set Maxthon as your default browser?
Ifb_SetDefBrowser=Set as Default Browser
Ifb_NotSetDefBrowser=Don't ask again

;;----------------------Block Ad by Click-------------------------------
BlockAdMsg=Click the content you want to block. Click "Finish" to save changes.
BlockingLog=AdHunter Log
BlockAdSwitchMode=Edit Blocking Rules


;;=============================================================================
;; Multi-Search
;;=============================================================================
[multi-search]
MultiSearch=Multi-Search
Settings=Settings
Preferred=Preferred
Feedback=Feedback
More=More
SwitchLayout=Switch Layout
Hide=Hide


;;=============================================================================
;; Website Safety Check
;;=============================================================================
[site-safety]
authorg_mx=Maxthon
authorg_kingsoft=KingSoft

KnowMore=Know More …
Appeal=Appeal
ViewCert=View Certificate

SiteValidated=Validated Website
SiteValidatedMessage=This website is validated by %authorg%.

SiteDanger=Malicious Website
SiteDangerMessage=This website is marked as malicious by %authorg%.

SiteCert=Website has Certificate
SiteCertMessage=The data transfer between you and the website will be encrypted.
SiteCertificatedAs=This website is certified as

InvalidCert=Invalid Certificate
InvalidCertMessage=This site's certificate has expired or is issued by an unknown organization.<br/>We recommend you DO NOT visit it.

Safe=Safe
Danger=Danger

;;=============================================================================
;; Multi-Search Setup Page
;;=============================================================================
[multi-search-setup]
Title=MultiSearch Settings

AddCategoryTip=New Category
AddEngineTip=Add Search Engine …

CategoryListTitle=Categories
EnginesListTitle=Search Engine List
AddToEngineListTitle=Click to Add

RestroeAllTip=Restore Defaults
SearchKey=Type a keyword …
FeedBack=Feedback

Edit=Edit
Delete=Delete
Add=Add
Change=Modify
Save=Save
Cancel=Cancel

EditEngineTip=Edit Search Engine
EngineName=Name
EngineCat=Category
EngineURL=Home URL
EngineSURL=Search URL

CatName=Name
AddCatName=Add category
ChangeCatName=Edit category

LastOneDeleteTip=You cannot delete the last item of Preferred category.
ConfirmEngineDeleteTip=Do you want to delete this search engine?
ConfirmCategoryDeleteTip=Do you want to delete this category? (All items in this category will also be deleted)
PreferCatrogyTip=Preferred
ShowCatrogyTip=Show this Category
HideCatrogyTip=Hide this Category
ConfirmSaveTip=Your changes haven't been saved. Save now?
ConfirmRestoreTip=Are you sure you want to reset all data? (All custom categories and search engines will be deleted)
TitleLengthTip=Title must be less than 15 characters.
RequiredTip=Required
ConfirmCancelTip=Are you sure you want to cancel all of your changes?
URLTip=Enter the URL you want to open when there are no search keywords. e.g. Google's URL is http://www.google.com
SearchTip=Use "%s", "%us" or "%rs" in the URL to add 'wildcards' to your search.
GetDomainTip=Click to acquire domain automatically
Draggable=Drag and drop with mouse to sort the items


;;=============================================================================
;; Webkit UI Strings
;;=============================================================================
[webkit-ui]
IDS_SEARCHABLE_INDEX_INTRO=This is a searchable index. Enter search keywords:
IDS_FORM_SUBMIT_LABEL=Submit
IDS_FORM_INPUT_ALT=Submit
IDS_FORM_RESET_LABEL=Reset
IDS_FORM_FILE_BUTTON_LABEL=Choose File
IDS_FORM_FILE_NO_FILE_LABEL=No File Chosen
IDS_FORM_FILE_NO_FILE_DRAG_LABEL=Drag File Here
IDS_RECENT_SEARCHES_NONE=No Recent Searches
IDS_RECENT_SEARCHES=Recent Searches
IDS_RECENT_SEARCHES_CLEAR=Clear Recent Searches
IDS_AX_ROLE_WEB_AREA=Web Area
IDS_AX_ROLE_LINK=Link
IDS_AX_ROLE_LIST_MARKER=List Marker
IDS_AX_ROLE_IMAGE_MAP=Image Map
IDS_AX_ROLE_HEADING=Heading
IDS_AX_BUTTON_ACTION_VERB=Press
IDS_AX_RADIO_BUTTON_ACTION_VERB=Select
IDS_AX_TEXT_FIELD_ACTION_VERB=Activate
IDS_AX_CHECKED_CHECK_BOX_ACTION_VERB=Uncheck
IDS_AX_UNCHECKED_CHECK_BOX_ACTION_VERB=Check
IDS_AX_LINK_ACTION_VERB=Jump
IDS_KEYGEN_HIGH_GRADE_KEY=2048 (High Grade)
IDS_KEYGEN_MED_GRADE_KEY=1024 (Medium Grade)
IDS_DEFAULT_PLUGIN_GET_PLUGIN_MSG=$1 plug-in is not installed.
IDS_DEFAULT_PLUGIN_GET_PLUGIN_MSG_NO_PLUGIN_NAME=The required plug-in is not installed.
IDS_DEFAULT_PLUGIN_GET_PLUGIN_MSG_2=Click here to download the plug-in.
IDS_DEFAULT_PLUGIN_REFRESH_PLUGIN_MSG=After installing the plug-in, click here to refresh.
IDS_DEFAULT_PLUGIN_NO_PLUGIN_AVAILABLE_MSG=No plug-in is available to display this content.
IDS_DEFAULT_PLUGIN_DOWNLOADING_PLUGIN_MSG=Downloading plug-in …
IDS_DEFAULT_PLUGIN_GET_THE_PLUGIN_BTN_MSG=Get Plug-in
IDS_DEFAULT_PLUGIN_CANCEL_PLUGIN_DOWNLOAD_MSG=Cancel
IDS_DEFAULT_PLUGIN_CONFIRMATION_DIALOG_TITLE=This needs $1 plug-in.
IDS_DEFAULT_PLUGIN_CONFIRMATION_DIALOG_TITLE_NO_PLUGIN_NAME=This needs an additional plug-in.
IDS_DEFAULT_PLUGIN_USER_OPTION_MSG=Please confirm that you would like to install the $1 plug in. You should only install plug-ins from sources you trust.
IDS_DEFAULT_PLUGIN_USER_OPTION_MSG_NO_PLUGIN_NAME=Please confirm that you would like to install this plug-in. You should only install plug-ins from sources you trust.
IDS_DEFAULT_PLUGIN_USE_OPTION_CONFIRM=Install
IDS_DEFAULT_PLUGIN_USE_OPTION_CANCEL=Cancel
IDS_DEFAULT_PLUGIN_DOWNLOAD_FAILED_MSG=The $1 plug-in installation failed.
IDS_DEFAULT_PLUGIN_INSTALLATION_FAILED_MSG=The plug-in installation failed
IDS_MXCORE_STATUS_LOADING=Loading
IDS_MXCORE_STATUS_WAITING=Waiting
IDS_MXCORE_STATUS_COMPLETE=Done
IDS_MXVIEW_BLANK_PAGE_TITLE=New Tab
IDS_MXVIEW_PAGE_SAVEAS_ALL=Web Page - Complete
IDS_MXVIEW_PAGE_SAVEAS_HTML_ONLY=Web Page - HTML Only
IDS_MXVIEW_IMAGE_SAVEAS_ALL=All Files
IDS_MXVIEW_IMAGE_SAVEAS_FILES=Files
IDS_MXVIEW_IMAGE_SAVEAS_TITLE=Save Image
DEVTOOLS_TITLE=Developer Tools - %1
IDS_ADFILTER_BLOCKED=Blocked Content
IDS_ADFILTER_CLICK_BLOCK_AD=Click to Block
IDS_ADFILTER_CLICK_UNBLOCK_AD=Click to Unblock
IDS_MXVIEW_UPLOAD_FILECHOOSER_ALL=All Files
IDS_MXVIEW_UPLOAD_FILECHOOSER_IMAGE=Image
IDS_MXVIEW_UPLOAD_FILECHOOSER_HTML=HTML
IDS_USER_IDENTITY=--Identities--
IDS_CAPTUREKEY_DIALOG_TITLE=Press the keys you want to use …
IDS_CAPTUREKEY_DIALOG_LABEL=Current Command
ViewSource=View Source


;;=============================================================================
;; Webkit Messages
;;=============================================================================
[webkit-messages]
UNHANDLED_PROTOCOL=Cannot open this URL. Protocol %1 is not associated with any program.


;;=============================================================================
;; Webkit Context Menu
;;=============================================================================
[webkit-context-menu]
IDS_ENCODING_MENU=&Encoding
IDS_ENCODING_COMPLETELIST=More
IDS_ENCODING_AUTO_DETECT=Auto Detect
IDS_ENCODING_UNICODE=Unicode
IDS_ENCODING_WESTERN=Western
IDS_ENCODING_SIMP_CHINESE=Chinese Simplified
IDS_ENCODING_TRAD_CHINESE=Chinese Traditional
IDS_ENCODING_KOREAN=Korean
IDS_ENCODING_JAPANESE=Japanese
IDS_ENCODING_THAI=Thai
IDS_ENCODING_CENTRAL_EUROPEAN=Central European
IDS_ENCODING_CYRILLIC=Cyrillic
IDS_ENCODING_GREEK=Greek
IDS_ENCODING_BALTIC=Baltic
IDS_ENCODING_SOUTH_EUROPEAN=South European
IDS_ENCODING_NORDIC=Nordic
IDS_ENCODING_CELTIC=Celtic
IDS_ENCODING_ROMANIAN=Romanian
IDS_ENCODING_TURKISH=Turkish
IDS_ENCODING_ARABIC=Arabic
IDS_ENCODING_HEBREW=Hebrew
IDS_ENCODING_VIETNAMESE=Vietnamese
IDC_NAV_BACK=&Back
IDC_NAV_FORWARD=F&orward
IDC_NAV_RELOAD=&Refresh
IDC_PAGE_ADDFAV=Add to &Favorites
IDC_PAGE_SAVEAS=&Save as …
IDC_PAGE_SAVEAS_IMAGE=Save as Image
IDC_PAGE_PRINT=Pr&int …
IDC_FINDINPAGE=Find in Page
IDC_PAGE_VIEWSOURCE=&View Source
IDC_OPENURL_ONCURRENTWINDOW=&Open
IDC_OPENURL_ONNEWWINDOW=Open in &New Tab
IDC_LINK_SAVEAS=S&ave Target as …
IDC_LINK_COPY=Copy Shor&tcut
IDC_LINK_COPYTEXT=Copy Link Text
IDC_IMAGE_VIEWINNEWWINDOW=Open in New Tab
IDC_IMAGE_RELOAD=S&how Image
IDC_IMAGE_SAVEAS=&Save Image as …
IDC_IMAGE_COPYLINK=Copy Image URL
IDC_IMAGE_COPY=&Copy Image
IDC_EDITABLE_UNDO=&Undo
IDC_EDITABLE_CUT=Cu&t
IDC_EDITABLE_COPY=&Copy
IDC_EDITABLE_PASTE=&Paste
IDC_EDITABLE_DELETE=&Delete
IDC_EDITABLE_SELECTALL=Select &All
IDC_SELECTION_COPY=&Copy
IDC_SELECTION_SEARCH=&Search
IDC_SELECTION_VIEWSOURCE=Vie&w Selection Source
IDC_FRAME_VIEWSOURCE=&View Frame Source
IDC_SELECTION_SENDTO_NOTE=Send to Online Notepad
IDC_ALL_PROPERTY=&Properties
IDS_FILL_FORM=Fill Password
IDS_SAVE_FORM=Save Password
IDC_INSPECT_ELEMENT=Inspect Element
IDC_ADFILTER_ADD_RULE=Block
IDC_ADFILTER_ADD_WHITE_RULE=Add to White List
IDC_ADFILTER_COPY_URL=&Copy URL
IDS_SPELLCHECK_ADD_TO_DICTIONARY=Add to Dictionary


;;=============================================================================
;; IE Context Menu
;;-----------------------------------------------------------------------------
;; Used in Compatible Mode
;;=============================================================================
[ie-context-menu]
2282=&Back
2283=F&orward
6042=&Refresh
31=Select &All
26=&Paste
2266=Crea&te Shortcut
2261=Add to &Favorites …
2139=&View Source
2292=&Encoding
27=Pr&int
28=&Properties
2263=&Save Background Image As …
2267=Set as Back&ground
2277=Set as Back&ground
2265=&Copy Background Image
2279=Set as &Desktop Item …
2280=Set as &Desktop Item …
2136=&Open
2137=Open in &New Tab
2268=S&ave As …
2273=&Print
2269=S&how Image
2270=&Save Image As …
2288=&E-mail Image …
2289=Pr&int Image …
2287=&Go to My Pictures
2264=Set as Back&ground
2278=Set as &Desktop Item …
16=Cu&t
15=&Copy
2262=Copy Shor&tcut
43=&Undo
17=&Delete
33264=Copy &Image URL
2271=Play
2272=Stop
2276=Restart
2380=Scroll to Here
2381=Top
2382=Bottom
2383=Page Up
2384=Page Down
2385=Scroll Up
2386=Scroll Down
2387=Left Edge
2388=Right Edge
2389=Page Left
2390=Page Right
2391=Scroll Left
2392=Scroll Right
More=More Actions
40001=&Save as …
40002=&Search
40003=Vie&w Selection Source
40004=Copy Link Text
40005=Copy Image URL
40006=Open in New Tab


;;=============================================================================
;; Crashed Page
;;=============================================================================
[core-crash]
PageCrashed=Page Crashed
PageCrashMessage=The page you were visiting has crashed. Please reload the page to try again.

Title=Title
URL=URL

ReloadPage=Reload this Page


;;=============================================================================
;; HTTP Authentication Dialog
;;=============================================================================
[http-auth]
AuthRequired=Authentication Required
LoginTo=Login to
Username=Username
Password=Password
SavePassword=Save Password
Login=Login
Cancel=Cancel


;;=============================================================================
;; Invalid Certificate Dialog
;;=============================================================================
[invalid-cert]
InvalidCert=Invalid Certificate
Explanation=This site's certificate has expired or has been issued for a different website's address.<br>This problem may indicate an attempt to intercept the data between you and a remote server. <br/>Please check whether the URL in Address Bar is correct.
CloseThisPage=Close This Page (RECOMMENDED)
ContinueAtRisk=Continue at Your Own Risk


;;=============================================================================
;; Page Element Properties Dialog
;;=============================================================================
[element-properties]
Properties=Properties
Image=Image
Link=Link
Page=Page

URL=URL
CopyURL=Copy URL
Format=Type
Size=Size
Bytes=bytes
Pixels=Pixels
LastModified=Last Modified


;;=============================================================================
;; Webkit JS Dialogs
;;=============================================================================
[webkit-js-dialog]
AlertTitle=Alert from Web Page
ConfirmTitle=Confirm from Web Page
PromptTitle=Prompt from Web Page
OK=&OK
CANCEL=&Cancel

;;=============================================================================
;; Webkit Error Pages
;;=============================================================================
[error-pages]
ReloadPage=Reload This Page

403.Title=Access Denied
403.Code=HTTP Error 403
403.Message=The server has denied your browsing request. <br/><br/>Please make sure you have the permission to access this page.

404.Title=Page Not Found
404.Code=HTTP Error 404
404.Message=The server cannot find the page you requested.<br/><br/> Please make sure: <br/>- You have entered the correct URL. <br/>- You have the permission to access this page.

500.Title=Internal Server Error
500.Code=HTTP Error 500
500.Message=This website might have encountered a technical problem and cannot fullfill your request.<br/> Please try again later.

AuthFail.Title=Authentication Required
AuthFail.Message=This page requires authentication before allowing you to visit. <br/><br/>Please make sure: <br/>- You have entered the correct username and password. <br/>- You have the permission to access this page.

ConnFail.Title=Cannot Connect to Website
ConnFail.Message=Please make sure: <br/><br/>- You have entered the correct URL. <br/>- You are connected to the Internet.<br/>- Your firewall is properly configured.<br/>- The website is not encountering any technical problem at the moment.

Danger.Caption1=Malicious Website Detected
Danger.Title1=Malicious Website Detected
Danger.Message1=The following website is reported to have potential threats and may harm your computer.
Danger.Caption2=Malicious Website Detected
Danger.Title2=Malicious Website Detected
Danger.Message2=The following website is reported to have potential threats and may harm your computer.
Danger.RealSite=We suggest you visit the real website below:
Danger.OpenRealSite=Open Real Website
Danger.Leave=Close This Page
Danger.Continue=Continue at Your Own Risk
Danger.Appeal=Appeal for this Website

DNS.Title=Unable to Resolve Domain Name
DNS.Message=Please make sure: <br/>- You are connected to the Internet. <br/>- Your DNS server settings are correct.

InvalidCert.Title=Invalid Certificate
InvalidCert.Message=This site's certificate has expired or has been issued for a different website's address.<br>This problem may indicate an attempt to intercept the data between you and remote server. <br/>Please check whether the URL in Address Bar is correct.
InvalidCert.Leave=Close This Page (RECOMMENDED)
InvalidCert.Continue=Continue at Your Own Risk


;;=============================================================================
;; Download Manager
;;=============================================================================
[download]
;;-------------------Download Prompt Dialog-----------------------------
DownloadTitle=Download File

Connecting=Getting File Information …

TargetUrl=Target URL
SaveTo=Save To
Filename=Filename
ChooseFolder=Please choose a folder:

RestartTask=Download Again
RestartTaskMessage=Download this file again will overwrite existing file. Continue?

DeleteTask=Delete Task
DeleteTaskMessage=Do you want to delete this task?
DeleteFileAsWell=Delete downloaded file as well

DeleteFailTitle=Delete File Failed
DeleteFailMessage=Failed to delete existing file.

FileSizeInfo=File Size: %size%, Free Space on Drive %drive%: %free%
FileDiskInfo=Free Space on Drive %drive%: %free%
UnkownSize=Unknown Size


;;-------------------Download Manager-----------------------------
DownloadCaption=Maxthon Download Manager
AddTask=Add Task

OpenFolder=Open Folder
CopyUrl=Copy URL
CopyFilePath=Copy File Path
OpenSourcePage=Open Source Page
Restart=Restart

ClearCompleted=Clear Completed

TaskCount=%s Task(s)
OverallSpeed=Speed: %s


;;------------------- Batch Download -----------------------------
DownloadAll=Maxthon Downloader
FileName=Name
Type=Type
URL=URL
Size=Size
AdditionalInformation=# of File: %FileCount%, total size: %EstimateSize% (Local Disk %Drive%: %FreeSpace% free)
InvalidDownloadPath=Invalid Download Folder. Please choose again.
NoChoiceTask=No download task is selected.

;;=============================================================================
;; Favorites Manager Page
;;=============================================================================
[fav-manager]
Title=Favorites Manager
TrashTitle=Recycle Bin
SearchResult=Search Result
RootTitle=My Favorites
SearchInFav=Search in Favorites

Expand=Expand
Collapse=Collapse
SortByTitle=Sort by Title
AddFolder=New Folder
AddBookmark=New Favorite
Rename=Rename
Delete=Delete
Trash=Move to Recycle Bin
Open=Open
Browse=Open Item Location
Edit=Edit
Hide=Hide
Clear=Clear
Yes=Yes
No=No
Save=Save
Cancel=Cancel

Port=Import/Export
Sync=Synchronize Online
ReportProblem=Report Problem

searchResultMore=View More Results
DeleteConfirm=Delete this Item permanently?
ClearTrashConfirm=Are you sure you want to empty the Recycle Bin?
Regenerate=Restore to Root Folder

ItemTitle=Title
ItemUrl=URL

Copy=Copy
Cut=Cut
Paste=Paste
PasteAlarm=The destination folder is a subfolder of the source folder.
UnDo=Undo
Duplication=Copy
Restore=Restore
AllSelect=Select All

AllFavorites=All Favorites
MostFavorites=Most Favorites
MostVisited= Most Visited Favorites
Add=Add
More=More

CopyUrl=Copy URL
CopyTitleAndUrl=Copy Title and URL
SetMostFav=Mark/Unmark as Most Favorites
ReplaceFav=Replace with Current Page
OpenItems=Open All in This Folder
SortByVisitCount=Sort by Visit Count

;;=============================================================================
;; Skin Center
;;=============================================================================
[skin-center]
SkinCenter=Maxthon Skin Center
ConfirmSkinChangeCaption=Confirm Skin Change
ConfirmSkinChangeText=Do you want to use this skin?
Home=Home
Author=Author
Version=Version
SkinFileName=FileName
GetMoreSkins=Get More Skins...
ConfirmDeleteSkinCaption=Delete Skin
ConfirmDeleteSkinText=Are you sure you want to delete this skin?

;;=============================================================================
;; History Page
;;=============================================================================
[history]
Title=History

DoSearch=Search
KeywordsPlaceHolder=Search in History
SearchTitle=Search Result
GetMore=View More Results
NoMoreHistory=No More Records
NoHistory=No History found
NotFound=No Match Found

ClearHistory=Clear History
ClearHistoryConfirm=Are you sure you want to clear all history data?
ConfirmYes=Yes
ConfirmNo=No

ReportProblem=Report Problem

Day0=Sunday
Day1=Monday
Day2=Tuesday
Day3=Wednesday
Day4=Thursday
Day5=Friday
Day6=Saturday
RemoveDay=Delete Records for This Day

DurationToday=All
DurationYesterday=Yesterday
DurationWeek=Last Week
DurationMonth=Last Month
ViewLast=Last Session

Newest=Newest
Newer=Newer
Older=Older

CalendarDay0=Sun
CalendarDay1=Mon
CalendarDay2=Tue
CalendarDay3=Wed
CalendarDay4=Thu
CalendarDay5=Fri
CalendarDay6=Sat

CalendarMonth0=Jan.
CalendarMonth1=Feb.
CalendarMonth2=Mar.
CalendarMonth3=Apr.
CalendarMonth4=May
CalendarMonth5=June
CalendarMonth6=July
CalendarMonth7=Aug.
CalendarMonth8=Sept.
CalendarMonth9=Oct.
CalendarMonth10=Nov.
CalendarMonth11=Dec.

CalendarPrevMonth=Prev
CalendarNextMonth=Next

CalendarYear=


;;=============================================================================
;; Options Page
;;=============================================================================
[options]
Title=Maxthon Options

GeneralTitle=General
SearchEngineTitle=Search Engine
MouseGestureTitle=Mouse Gestures
MagicFillTitle=Magic Fill
SmartBoxTitle=Smart Address Bar
DisplayTitle=Miscellaneous
TabTitle=Tab Bar
AdvancedTitle=Advanced
General=General
Basic=Basics
Magic=Magic Fill
HomepageTip=Home Page

HomepageSettingTip=One URL per line

SetBlank=Use Blank Page
SetStart=Use Maxthon Startup Page
SetWeb=
StartupTip=Open on Startup
OpenBlank=Blank Page
OpenHomePage=Home Page
OpenLastVisited=Last Visited Pages
DefaultBrowserTip=Default Browser
MakeDefault=Keep Maxthon 3 as Default Browser
RestorePageTip=Restore Defaults for this Page
RestoreAllTip=Restore Defaults
FeedbackTip=Feedback
HelpTip=Help
SitesTip=Website
UsernameTip=Username
RemoveTip=Remove
savedPasswordTip=Saved Passwords
ShowPasswordTip=Show Password
HidePasswordTip=Hide Password
ExceptionsTip=Exceptions
ClearExceptionsTip=Remove All

Window=Window
spellCheck=Spell Check
EnableSpellCheck=Enable Spell Check
OnlyEnglish=Only English

OnlyOneWindow=Allow only one Maxthon window

WindowTip=Exception: Open new window from menu

FavoriteTitle=Favorites
EnableMoreFavorite=Enable Multi-column Display Mode
EnableFavoriteMode=Enable Compact Mode for Favorites Bar
FavoriteFolderSetting=Set Favorites Bar Display Folder
FavoriteSettingTip=Favorites
FavoritePromptTip=Better Display Mode when menu is too long.

SavedTip=Settings Saved
PageConfirmTip=Want to restore this page to its default settings?
PageRestoreTip=Settings are restored to default
AllConfirmTip=Do you want to restore all settings to default?
AllRestoreTip=All settings are restored to default
ExceptionsConfirmTip=Do you want to remove all sites from exceptions?
removeConfirmTip=Do you want to remove the selected?
NoSelect=You haven't selected anyone.
OK=OK
CANCEL=Cancel
HomeSettingTip=Click blank area to save change.

EnableMagicFill=Enable Magic Fill

NoDataTip=No content
NoMatchTip=No matches
SearchTip=Search saved site …


PassPortValidTip=Passport Confirm
PassPortCurrentTip=Current user
PassPortPasswdTip=Your password

ValidPassPortFalse=Password error

LocalMultiSearchTip=Local, multiple search engines
EnableLocalMultiSearchTip=Enable


MouseGestureTip=Mouse Gestures
EnableMouseGestureTip=Enable Mouse Gestures
DefineMouseGestureTip=Custom Mouse Gestures
MouseGestureColorTip=Color of Mouse Gesture Trail
ColorChangeTip=Edit
MouseGestureTitleTip=Mouse Gestures
MouseGestureActionTip=Action

DefaultEngineTip=Default Search
SearchEngineManageTip=Manage …
SearchEngineManageTitleTip=Search engine manager
DefaultEngineTitleTip=Default search
RestoreEnginesTip=Reset to default
AddTip=Add
EditTip=Edit
MoveUpTip=Move up
MoveDownTip=Move down
SetDefaultTip=Set Default
AddEngineTitle=Add search Engine
EditEngineTitle=Edit search engine
NameTip=Name
HotkeyTip=Alias
SearchURLTip=Search URL
EngineNameValidTip=Name and search URL can't be empty.
EngineKeyValidTip=Alias can't be the same as other Search Engines.

SmartBoxTitleTip=Smart address bar
SmartBoxEnableTip=Enable smart address bar
SmartBoxEListTip=The number of results suggested
SmartBoxEUnitTip=Results

OnetouchTitle=Navigation
EnableOneTouchTip=Enable URL Alias
OneTouchSearchTip=Search Alias here …
ResetTouchData=Reset to default
ResetTouchDataTip=Do you want to reset URL Alias settings to default?
OneTouchShortcutTitle=URL Short Key
OneTouchSaveTip=Save
OneTouchCancelTip=Cancel
enableTargetUrlTip=Type 'gg' in the address bar, click 'go' button or press 'enter' key to get Google.com. F1-F12 can be used, too.
AddItemLinkTip=Add Item
TouchShortTitleTip=Your previous Shortcut Key setting will be overwritten by the new one. You can input multiple URLs, separated by spaces
WebStoreHeaderTip=URL Alias
WebNickName=Alias
WebURLTip=URL
UrlEmptyTip=URL can not be empty.
KeyIsExist=The Key has been used, please select another.
UrlIsExist=URL does exsist.
NameIsEmptyTip='Alias' or 'URL' can not be empty.
NameIsExist=The Alias has been used, please have a check.

TargetHelperTip=Eg. set Alias 'gg' for URL 'http://google.com', then you can type 'gg' in address bar to get Google.com.
ShortcutHelperTip=Eg. set Alias 'F1' for URL 'http://google.com', then you can press 'F1' to get Google.com.

EnableIE9ModeTip=Enable IE9 rendering support in Retro Mode
EnableIE9ModeHelperTip=This option is available after you install IE9.
ResetFont=Reset
DefaultFontName=Default Font

RequiredTip=Required
SearchURLToolTip=Insert %s in the URL where the search terms should appear.
HotkeyToolTip=Use Alias in the Address Bar as a search engine shortcut.<br />e.g. Typing "g Maxthon" in the address bar will search for "Maxthon" using Google.
EngineEditCancelTip=This search engine is not allowed to edit.
EngineDeleteCancelTip=This search engine is not allowed to delete.
ConfirmRestoreEnginesTip=Do you want to reset all search settings to default?
SearchManagerRefreshTip=Refresh
SearchManageLoadFailTip=Cannot connect to server, please try it later.
SearchManageLoadingTip=Updating
SearchManageSuccessTip=Update Successful
SearchManageErrorTip=Update Failed

RestoreGestureTip=Reset to default
ConfirmRestoreGestureTip=Do you want to reset all Mouse Gesture settings to default?
cmd.null=No Command

magicfillToolTip=Right-click in the username or password input box, select "Save" to save password, or "Fill" to fill the password manually.
magicfillTipLang=en
backTip=Back

SmartBoxcontentTip=More suggestions
SmartFavariteTip=Display Favorites
SmartHistoryTip=Display History
DefaultTip=Default
SmartBoxEnabledTip=Smart Address Bar is disabled. Your setting will be applied after Smart Address Bar is enabled again.
gestureEnabledTip=Mouse Gesture is disabled. Your setting will be applied after Mouse Gesture is enabled again.
favURLTip=Show related Favorite items in Smart Address suggestions
historyURLTip=Show related History items in Smart Address suggestions

DisplayTitleTip=Other Settings
PageZoomTip=Page Zoom
PageZoomDefultTip=Default Page Zoom
PageZoomValueTip=You can enter multiples of 10 (Range: 50-300). Click the blank area to save it.
TabCloseIconTip="X" Close Tab Button
ShowTabCloseIconTip=Show Close Tab button on background tabs.

FontSetting=Font
PageFontView=Web Page Font
SelectFont=Select

CacheFolder=Cache
CacheFolderTip=Cache Location
SelectCacheFolder=Browse…

SystemDockIconTip=System Tray Icon
TabOpeningTip=New Tab Action
TabClosingTip=Tab Closing Action
TabDisplayTip=Tab Style
BrowseEffectTip=Browsing
PageContentTip=Content
LangsAndCodingTip=Encoding
AdvancedUncategorizedTip=Others

UrlAutoCompltete=Enable URL Auto-Complete
DockIconEnable=Always show icon in System Tray
DockIconMinisize=Minimize to System Tray
DockIconExit=Close To System Tray
TabNewOnLocation=Open a new tab from the Address Bar
TabOpenFromSearchLinks = Open a new tab from the Search Bar
TabActiveOnBookmark=Open a new tab from Favorites
TabNewOnLinks=When I open a link in a new tab, switch to it immediately
TabCloseOnContext=Right-click a tab to close it
TabSwitchOnClose=After closing a tab switch to:
TabSwitchLeft=Tab to the Left
TabSwitchRight=Tab to the Right
TabSwitchLast=Last visited tab
EnableEffectSlide=Enable smooth scrolling
EnableJsContent=Allow all sites to run JavaScript
EnablePluginsContent=Allow all sites to run plug-ins
EnableCookieContent=Allow Cookie on all sites
DefaultCoding=Default Encoding
EnableDNSPreload=Enable DNS pre-fetching to improve page load performance
CustomUAString=Customize UserAgent String
TabOpenLinkHelp=TabOpenLinkHelp

NewTabPosition=New Tab Position
NewTabTip=Open a New Tab
NewCurrentTabRight=To the right of current Tab
NewAllTabsRight=To the right of all Tabs


MaxthonDownloaderOpen=Open Maxthon Download Manager
MaxthonDownloaderOpenTip=You can open the Download Manager via the Main Menu
MxDownloadTitle=Maxthon Downloader
DownloaderSettingTip=Download Setting


DefaultDownloaderTitleTip = Default downloader
AddMoreEnginesTip = Add Search Engine …
SearchManagerBackTip=Back
SearchManagerTitle=Add Search Engine
searchEngineItemTip=Keywords here
engineCategoryTitle=Category
engineAddedTitle=Search Engines
engineItemAddedTip=Added
engineItemAddableTip=not added

GeneralFormTip=General Identities
GeneralFormNameTip=Identity Name
GeneralFormEmailTip=E-mail
GeneralFormUserTip=Username
GeneralFormPasswdTip=Password
GeneralFormDefault=Set as default Identity
GeneralFormNameExist=The identity already exists.
AutoMagicFill=Auto
ManualMagicFill=Manual


ProxyTitle=Proxy
ProxyChooseTip=Please choose Proxy type
ProxyNoChooseTip=No Proxy
ProxyIEChooseTip=Use IE Proxy
ProxyCustomChooseTip=Use custom Proxy Setting
ProxyEnableTip=Enable
ProxyExceptionTip=The following addresses will not use proxy
ProxyLocalDisableTip=Bypass proxy server for local addresses

ProxyNameTip=Name
ProxySchemeTip=Type
ProxyHostTip=Address
ProxyPortTip=Port
ProxyUserNameTip=Username
ProxyPassWordTip=Password


ShortcutsTitle=Shortcut Keys
ShortcutsCustomTip=Customize Shortcuts
ShortcutsCmdTip=Command
ShortcutsKeyTip=Shortcut
ShortcutsRestoreTip=Reset to default
ShortcutsConfirmRestoreTip=Do you want to reset all Shortcuts?
ShortcutAddTip=Add
ShortcutEditTip=Modify
ShortcutDelTip=Delete
ShortcutNoEditTip=This Shortcut cannot be Modified!
ShortcutDelConfirmTip=Do you want to remove the selected set?
ShortcutErrorTip=A Shortcut set cannot contain Ctrl, Shift, Alt only!
ShortcutKeywordTip=This shortcut is reserved. You cannot reset it.
ShortcutCommandEmpty=None
ShortcutReplaceTip=This Shortcut is already in use, reassign automatically?

EnableBossKey=Boss Key
EnableBossKeyTip=Enable Boss Key
AddBossKey=Edit
EnableBossKeyHelp=Click to change Boss Key

SyncConfigTitle=Synchronize Browser Settings
SyncTestFunction=Beta Version
ClickForFeedBack=Feedback
SyncLoginTip=You have to login before syncing
SyncConfigEnableTip=Options
SelectSyncDataOption=Select what to Sync
SyncSpeedDialEnableTip=Quick Access
SyncMagicFillEnableTip=Magic Fill

ImageQuickSaveTip= Quick Save images
ImageCtrlSaving=Quick Save images by clicking while holding the CTRL key
SavePathTip=Default Save Location
ChangeSavePathTip = Browse …
SameNameConfigTip=If a file with the same file name exists, then
AutoRenameTip=Rename automatically
AutoReplaceTip=Replace current file

Translation=Translation
TranslateActionEnable=When you click Translation button, enable 
TranslateToolSelect=Translation Tool
TranslateWord=Translate selected text
TranslatePage=Translate current page

SafeUrlCheck=Safe URL Checker
SafeUrlCheckEnable=Enable Safe URL Checker

GestureU=Up
GestureD=Down
GestureL=Left
GestureR=Right
GestureUD=Up Down
GestureUL=Up Left
GestureUR=Up Right
GestureDU=Down Up
GestureDL=Down Left
GestureDR=Down Right
GestureLU=Left Up
GestureLD=Left Down
GestureLR=Left Right
GestureRU=Right Up
GestureRD=Right Down
GestureRL=Right Left

GestureMX.CLHR=Hold Right Button then Left Click
GestureMX.CRHL=Hold Left Button then Right Click
GestureMX.MUHR=Hold Right Button then Scroll Up
GestureMX.MDHR=Hold Right Button then Scroll Down

SearchEngineRestoreTip=Press "Reset to Default" to reset the Search Engines to default.

PageTitle=Page Settings
SafeTitle=Security
VideoPopup=Video Popup
VideoPopupTip=Show Video Popup button
StatusLine=Status Bar
StatusLineTip=Show Tips and Tricks on Status Bar

MagicfillDisabledTip=Magic Fill has been disabled
SmartBoxDisabledTip=Smart Address Bar has been disabled
MouseGestureDisabledTip=Mouse Gesture has been disabled

AdvancedHeaderTip=Advanced Options will be available after browser restart.
UeipEnableTip = Join User Experience Improvement Program
UeipInfo = More

SelectLang = Select Language
SelectLangTip = 请选择
LangENUS = English
LangPLPL = Polish
LangPTPT = Portuguese
LangITIT = Italian
LangDEDE = German
LangTRTR = Turkish
LangFRFR = French
LangESES = Spanish
LangRURU = Russian


;;=============================================================================
;; Quick Access Page
;;=============================================================================
[quick-access]
Title=New Tab
SearchLabel=Search
Add=Add Website
Edit=Edit
Refresh=Refresh
Delete=Delete
Close=Close
Save=Save
Cancel=Cancel
Open=Open
OpenNew=Open in New Tab

EditorTitle=Edit Website URL
KeywordsPlaceHolder=Please input a keyword
UrlPlaceHolder=Please input a URL

MostVisited=Most Visited Pages
LastVisited=Recent Visited Pages
NothingRecommended=(Empty)

Settings=Page Settings
ShowDialList=Show Quick Access
HideDialList=Hide Quick Access
ResetToDefault=Restore Defaults
ReportProblem=Report a Problem
Maxthon=Maxthon

Customize=Configure
Background=Background Image
ChooseImage=Choose Image
WallpaperModeFill=Tile
WallpaperModeCenter=Center
WallpaperModeAutoFit=Fit
WallpaperModeStretch=Stretch
WallpaperModeClip=Fill
DialOpenMode=Open in new tab
HideEmptyDials=Hide Blank Frame
ShowBlankPage=Hide Quick Access

;;=============================================================================
;; Last Visited Page
;;=============================================================================
[last-visited]
Title=Last Session
Report=Report a Problem
OpenPages=Open All
ViewHistory=View History
More=Earlier Session


;;=============================================================================
;; Folder View Page
;;-----------------------------------------------------------------------------
;; Used for browsing Local and FTP Folders
;;=============================================================================
[folder-view]
KeywordsPlaceHolder=Search in this folder
ParentFolder=Parent Folder
EndOfList=End of List
Location=Location
SearchLabelStart=Search Result of "
SearchLabelEnd=".
ViewAllItems=View All
Browsing=Browsing


;;=============================================================================
;; Updater Program
;;=============================================================================
[updater]
Caption=Maxthon Update
Ok=OK
Cancel=Cancel
Close=Close
Update=Update
Finish=Finish
VisitWebsite=Visit Official Website

CheckUpdate=Checking Updates …
CheckUpdateWait=Checking updates, please wait …

NoUpdate=No Updates Available
NoUpdateMessage=You are using the latest version of Maxthon.\r\n\r\nCurrent Version: %s

FoundUpdate=Updates Available
FoundUpdateBalloon=Updates Available for Maxthon
FoundUpdateBalloonText=Click Here to Install
UpdateFileSize=File Size: %s

Updating=Updating …%d%%
DownloadInfo=Downloading: %.1fkb/s, Remaining Time %02d:%02d:%02d  …

UpdateReady=Ready to update Maxthon to version %s
NeedRestart=Close Program before Update
AskRestart=Maxthon is running. It must be closed before update.\r\nPlease save your work and click "Continue" to proceed.
Restart=Continue
Delay=Postpone

Installing=Installing Updates …

UpdateFailed=Update Failed
FailMessage=Update Failed due to the following reason:

UpdateDone=Update Completed
DoneMessage=Maxthon has been updated to version %s


;;=============================================================================
;; Crash Report Program
;;=============================================================================
[crash-report]
Caption=Crash Report
Send=Send
Cancel=Cancel
Restart=Restart Maxthon
ViewReport=View Error Report
ErrorTitle=Maxthon has encountered a fatal error
ErrorMessage=Please send us an Error Report to help solve this problem.\r\n You may include your contact information below to help with further investigation.
PromptTitle1=Maxthon has caught an exception occurred in
PromptTitle2=
PromptFileName=File Name
PromptCrashAddress=Exception Address
OK=OK


;;=============================================================================
;; Installer Program
;;=============================================================================
[installer]
Continue=Continue
Cancel=Cancel
Finish=Finish

CloseProgram=Close Running Program
CloseProgramMessage=You must close the following program(s) before continue. Please click "Continue" to close them.
CLOSING=Closing program(s) …
CLOSE_PROGRAM_FAILED=Failed to close Maxthon!

;;-----------------------------------------------------------------------------
;; Installer
;;-----------------------------------------------------------------------------
INSTALLER=Maxthon 3 Installer
CANCEL_INSTALL=Do you want to abort the installation?
INSTALL_FAILED=Installation failed. Please change the Install Path and try again.

WelcomeMessage=Welcome to Maxthon!
PrepareMessage=Preparing installation files. Please wait …

License=Maxthon End User License Agreement
LicenseMessage=You must accept the agreement before installing Maxthon, or click "Cancel" to quit.
Agree=I Agree

Ready=Maxthon will be installed to:
InstallNow=Install Now
Customize=Customize …

CustomizeInstall=Customize Installation
InstallPath=Install Path:
SELECT_INSTALL_PATH=Please select the Install Path:
INVALID_PATH=Invalid path. Please choose again.
DiskSpace=Disk Space Required: 60.8 MB (Free Space:
CreateShortcut=Create Shortcut:
OnDesktop=Desktop
InStartMenu=Start Menu
OnQuickLaunch="Quick Launch" Bar
SetDefaultBrowser=Set as Default Browser
MxDoctor=Enable Maxthon Doctor
JoinUEIP=Join UEIP
KnowMore=More
UEIPURL=http://www.maxthon.cn/ueip/

Installing=Installing Maxthon …

Installed=Maxthon has been installed!
InstalledMessage=Enjoy your Web surfing!
RunNow=Run Maxthon Now


;;-----------------------------------------------------------------------------
;; Uninstall
;;-----------------------------------------------------------------------------
UNINSTALLER=Maxthon 3 Uninstaller
CANCEL_UNINSTALL=Do you want to abort the uninstall process?
UNINSTALL_FAILED=Uninstallation failed. The uninstall process will abort.

UninstallTitle=Uninstall Maxthon
RemoveUserData=Remove user data and settings on your computer
UninstallReason=Please take a moment to tell us why you want to uninstall Maxthon. Email your feelings about Maxthon to int.feedback@maxthon.com.
Reason1=Freezes or crashes frequently
Reason2=Does not work with some websites
Reason3=Lacks the feature I want
OtherReason=Your opinions:
Uninstall=Uninstall

Uninstalling=Uninstalling …
Uninstalled=Maxthon has been uninstalled successfully.

KeepAppPlatform= Do Not Uninstall Maxthon App Platform
SavedAppDetected=The following Apps has been saved on your machine.
SavedAppMessage=The following installed Apps will be removed if you uninstall Maxthon App Platform.
BrowserUninstalledAndAppPlatformKept=Maxthon App Platform is still on your machine.

;;-----------------------------------------------------------------------------
;; snap-screen
;;-----------------------------------------------------------------------------
[snap-screen]
region_tip=Dimension: %d x %d\n\nColor: #%06X\n
DefaultTextFont=Default Font
DefaultTextSize=12
SaveDialogTitle=Save as …
PNGFilterName=PNG
JPGFilterName=JPG
BMPFilterName=BMP
DefaultFileName=Untitled
Tooltip_rect=Rectangle
Tooltip_circle=Ellipse
Tooltip_arrow=Arrow
Tooltip_brush=Brush
Tooltip_highlight=Highlight
Tooltip_blur=Blur
Tooltip_text=Text
Tooltip_bubble=Bubble
Tooltip_undo=Undo
Tooltip_save=Save
Tooltip_cancel=Cancel
Tooltip_ok=Copy to Clipboard
TextSizeSel=8, 9, 10, 11, 12, 14, 16, 18, 20, 22, 24, 26, 28, 30
Done=Done
Title=Snap Region
Tooltip_drag=拖动工具栏

;;=============================================================================
;;user-guide
;;=============================================================================
[user-guide]
;;-----------------------------------------------
;;general keys
;;-----------------------------------------------
mode_ok=Okay, I know.
mode_more=Read more…
;;-----------------------------------------------
;;ultra mode
;;-----------------------------------------------
ultra_mode_title=Lightning means you're in Ultra Mode!
ultra_mode_message=Ultra Mode uses Webkit which makes your surfing much swifter.<br> If you encounter broken pages, click here to switch to IE Core.
;;-----------------------------------------------
;;compatible mode
;;-----------------------------------------------
compatible_mode_title=Automatically switched to Retro Mode.
compatible_mode_message=This is a non-standard page,<br> Maxthon automatically switched to IE Retro Mode to display it correctly.
;;-----------------------------------------------
;;undo
;;-----------------------------------------------
undo_mode_title=Click here to reopen closed pages.
;;-----------------------------------------------
;;mute
;;-----------------------------------------------
mute_mode_title=Click here to disable page sound.
mute_mode_message=Click again to enable page sound.

;;-----------------------------------------------

;;read mode

;;-----------------------------------------------
readmode_mode_title=Welcome to Reader Mode!

readmode_mode_message=Get a neat reading without any distracting content =)

readmode_action=Try it now!

;;-----------------------------------------------
;; Ballon Notification
;;-----------------------------------------------
[notification]
FastSave.Title=Content Saved
FastSave.TargetSaved=Target has been saved to
FastSave.Open=Open
FastSave.Browse=Browse Folder
FastSave.Setting=Settings

;;-----------------------------------------------
;; Video FloatBar
;;-----------------------------------------------
[video-floatbar]
DetachVideo=Popup

SniffedFileList=Sniffed Resources List
None=None
Copy=Copy URL
SaveAll=Save All
;Settings=Settings
;Save=Save

;;-----------------------------------------------
;; Video Window
;;-----------------------------------------------
[video-window]
Menu=Menu
AlwaysOnTop=Always on Top
ExitWindowMode=Exit Window Mode

AutoHideWindowFrame=Auto-hide Window Frame
ResetSize=Reset Video Size
DownloadVideo=Download Video

Copy=Copy URL
SaveAll=Save All
SniffedFileList=Sniffed File List

;;-----------------------------------------------
;; collector
;;-----------------------------------------------
[collector]
Title=Online Notepad
NoteList=Note List

CreateNewTab=New
CreateNewTabBtnTip=New Tab

DefaultTitle=What is this?
DefaultContentTip=You can use "Online Notepad" to record any information.
DefaultContentTipSave=
DefaultContentTipSync=If you want to sync content you collected, be sure to login to your passport account.
DefaultContentTipLocal=If you do not login to your passport account, your notes will only be saved on your computer.
DefaultContentTipCurLabel=
DefaultContentTipClose=
DefaultContentTipLabels=
DefaultContentTipMore=

Color=Color
ChangeColorBtnTip=Change Color
ColorBlank=Null
ColorRed=Red
ColorOrange=Orange
ColorYellow=Yellow
ColorGreen=Green
ColorBlue=Blue
ColorPurple=Purple

LockBtnTip=Lock
UnlockBtnTip=Unlock
Locked=Locked

BtnDelete=Delete

Menu=Menu
SaveCurrentLabel =Save Current Note …
SaveAllLabels =Save All …
Import=Import Text
DoSync=Synchronize Data
Setting=Settings
AutoSync=Auto Synchronize Data
UnLogin=Not Logged-in
RefUrl=Add URL of Origin Website
DragToNew=Put Incoming Text into New Note
SetFont=Select Font
SetTopMost=Always on Top

ImportDialogTitle=Import from File..
ExportDialogTitle=Export to..
TextFile=Text Files
AllFiles=All Files

;;message
SyncLoading=Synchronizing Data..
SyncSucceed=Sync Ok.
SyncFailed=Sync Failed.
SyncFailedInfo=Details

SaveLoading=Saving
SaveSucceed=File Saved
SaveOpenFile=Open
SaveOpenFolder=Folder
SaveFailed=Save Failed
SaveFailedInfo=Details

InstantSave=Save Encrypted

;;contentMenu
ReName=Rename
Delete=Delete
Lock=Lock
Unlock=Unlock

Copy=Copy
Cut=Cut
Paste=Paste

LockStatusTip=is locked. Unlock it before editing.
ConfirmDeleteLabelTip=Confirm delete?

NewLabel=Untitled

;;-----------------------------------------------
;; Rss
;;-----------------------------------------------
[rss]
ViewInReader=View in Feed Reader
Subscribe=Subscribe
OpenReader=Open Feed Reader
NotSubscribedTips=This Feed is not in your Subscriptions.
HasSubscribedTips=You have already subscribed to this Feed.
OpenEntryLink=Read More
Loading=Loading …
XmlFileMessage=You are viewing a XML file.
GotoTop=Top
NoContent=No Content
SubscribeTo=Subscribe to:


Title=Feed Reader (Beta)

FeedList=Subscriptions
AllFeeds=All Items
AllLoved=Starred Items

AddNewFeedTips=Please enter the URL of the feed.
AddNewFolderTips=Please give a name to the new folder.
RemoveFeedTips=Are you sure you want to remove this feed?
RemoveFolderTips=Are you sure you want to remove this folder?
RenameTips=Please enter a new name for the folder.

ExpandOrCollapseSidebar=Toggle Feed list
ErrorContentHead=Error for:
ErrorContentFoot=Please check the URL of the feed
ErrorTips=An error occured.
TryUpdateAgain=Click to try again.
Loading=Loading …
Updating=Updating …
Success=Done

NewContentHead=View
NewContentFoot=New Item(s)
SeeMoreContent=See More Content
NoMoreContent=No More Content
NoContent=No Content

SetLoved=Add Star
SetUnloved=Remove Star
SetRead=Mark as Read
SetUnread=Mark as Unread

MainMenu=Menu
Import=Import Feed List
Export=Export Feed List
Feedback=Send Feedback

Add=Add
Cancel=Cancel
Rename=Rename
Remove=Remove

AddNewFeed=Add New Feed
AddNewFolder=New Folder
CollapseAll=Collapse All
ExpandAll=Expand All
ReadAll=Mark All as Read
UpdateAll=Update All
RenameFolder=Rename
ReadItem=Mark as Read
UpdateItem=Update
RemoveItem=Delete
DisplayUnread=New
DisplayAll=All Items

OpenOpmlTitle=Import Feed List
SaveOpmlTitle=Choose Export File Name
OpmlFilename=Feed List Files (*.opml)
XmlFilename=XML Files (*.xml)
DataLoaded=Feed List Loaded.
AllFilename=All Files
CopyXmlUrl=Copy Feed URL
Update=Update


;;-----------------------------------------------
;; account
;;-----------------------------------------------
[account]
MaxAccountCenter=Maxthon Passport
RegFree=Sign Up
LoginNow=Login



; reg
Title=Maxthon Passport
RegMaxAccount=Create an Account

WebFavoritesDataTip=Sync Favorites Anywhere
WebStoreDataTip=Encrypted storage protects your privacy
SpecialBrowerTip=Make any Maxthon browser to personal browser
WebEncrypted=Encrypted storage
Webprotect=Protect your privacy
Email=E-mail
EmailTip=Cannot be modified after registration
EmailInputTip=Please input valid E-mail address as your account
EmailEmptyTip=Please input valid E-mail address
EmailFormatError=Incorrect E-mail Format
NetworkError=No network connection
EmailExist=Account already exists

Password=Password
RePassword=Confirm Password
PsdEmpty=Please enter password
PsdShortTip=8~20 characters(numbers, letters, symbols)
RePsdInputTip=Re-type Password
PsdShortError=Password length must be at least 8 characters
PsdLongError=Password length can not exceed 20 characters
PsdRepeatError=The two passwords do not match. Please re-enter


RegAndAgreeTip=Sign up, and Accept
MaxLicense =Maxthon EULA

HaveAccountAndLogin=Have an account? Login now

;; reg done

RegMaxSucceed=Registration Successful!
CongratulateAndTip=Registration Complete! Your Maxthon passport account:
HadSendMailTip=We sent a confirmation email to your E-mail address
RegCheckEmail=Verify E-mail>>
RegLoginNow=Login Now!
Registering=Processing registration. Please wait...

;; profile
NetworkErrorTip=Unable to connect to server. You can only use local data, the online service is temporarily unavailable.
ReLinkNetNow=Reconnect Now
ReLink=Reconnect
PsdClientAndServerError=The current password is inconsistent with your account, please have a check and re-login.
GoAccountCenter=Go to Maxthon Passport
ReLogin=Re-login
AccountLevel=Level
OnlineFavorite=OnlineFavorite

AccountEditTip=Edit Profile
AccountInformation=Maxthon Passport
UpdateInformation=Update Information
ChangeAccount=Switch Account
LogoutAccount=Exit Account

VerifiedAccount=Verified
NotVerfiedAccount=Not Verified

WelcomeMessage=Thanks for using Maxthon Online Favorites
WelcomeLoginTip=Sync your Favorites anywhere
AccountService=Service
CloudSync=MX Cloud Sync
Sync=Sync Now
SyncLastTime=Last Sync:&nbsp;
FileSize=Size:&nbsp;
GetTypeInfor=Getting version information …
OnlineTime=Online:&nbsp;
OLTime=&nbsp;hours
Cancel=Cancel
Setting=Settings
ViewError=View Error
pageloading=Data Loading, please wait
Verification=Verifying account information...

;; cloud
Services=Services
Log=Log
Disable=Disable
Disabled=Disabled
ListSync=sync
listStop=Stop
Enable=Enable
Synchronizing=Synchronizing
SyncError=Sync Error
SynchronizeAll=Synchronize All
SyncOK=Sync OK
ClearLog=Clear Log
config=Options
quickaccess=Quick Access
fav=Favorites
TotalDataSize=Total Data Size:
ServicesHelp=These are built-in sync services of Maxthon.<br />You can enable and disable them here.

;; deleteAccount
Delete=Delete
DeleteAccountTitle=Delete Account
DeleteAccountFromList=Remove account from the list
DeleteAccountAll=Remove this account data from this computer.
DeleteAccountAllTip=This operation will delete all the local browsing history, please be careful.
DeleteCurAccountTip=You are using the account now
DeleteCurAccountMessage=You will exit the current account on deleting the account and transfer to shared account

;; login
Login=Login
LoginAccount=Maxthon Passport
MailAddress=E-mail address
LoginMailTip=Please enter your account E-mail address
LgoinPsdTip=Please enter your password

RememberPsd=Remember your password
AutoLogin=Auto-login
PublicPC=Public computer
PublicPCTip=Delete account data on exit

LoginAndWaiting=Login now, please wait …
ForgotPsd=Forget password?
NoAccountSignUp=Free sign-up

LoginErrorTip=Incorrect account or password!
ReLoginTip=Incorrect account or password. Please have a check!
VersionLowErrorTip=Login Failed. (Client too old)
LoginMailFormatTip=Email address invalid


;; Exit Account
OK=OK
LogoutMessageTip=After exiting this account you will use the Favorites and Options of the browser's 'shared account.' Still want to exit?

;; edit
EditMaxInfo=Edit Profile
EditNickName=Nickname
EditAvatar=Avatar
EditPassword=Password
EditOldAvatar=Current Avatar
ChooseAvatar=Change Avatar
EditOldPassword=Current Password
EditNewPassword=New password
EditMoreSet=More
EditSaveInfo=Save
SupportAvatarFormats =Max.file size: <b>120KB</b><br>Allowed images formats:<ul style=" margin:-5px; margin-bottom:-10px; line-height:120%;"><li>JPG, JPEG</li><li>PNG</li><li>GIF</li></ul>
InputNickName=Please enter nickname
InputNickNameFormat=Nickname cannot exceed 20 characters
InputNickNameExist=Nickname already exists

OldPsdEmptyTip=Please enter current password
OldPsdErrorTip=Incorrect password
NewPsdEmptyTip=Please enter new password
PsdFormatError=Use only letters, numbers, and symbols

ImgErrorTip=Image size mismatch!
NewAvatar=New Avatar
FileUploadError=Upload failed!
FileUploadSuccess=Upload successfully
FileUploading=Uploading …
SaveError=Save Failed!
FileUploadTip=Please choose image.
EditErrorTip=No network connection.
Editreset = Reset
EditGif = Cannot edit animated images

;; profile

LinkingServer=Reconnecting …
ProfileErrorTip=Unable to connect to server. You can only use local data, the online service is temporarily unavailable. Please try to reconnect.
ProfileError=Unable to connect to server
ReLoginErrorTip=Incorrect password, please check!
ReLogin=Re-login
GotoAccountCenter=Go to Maxthon Passport
TextDisable=Data Sync Service Disabled
NowSetting=Enable Data Sync


;;-----------------------------------------------
;;sniffer
;;-----------------------------------------------
[sniffer]
SnifferList=Resource Sniffer
URL=URL
Size=Size
DownloadSelected=Download
SelectedItems=Selected Items
CopyUrl=Copy URL
Download=Download
Video=Video
Audio=Audio
Image=Image
All=All
CurrentPage=Current Page
AllPages=All Pages

;;-----------------------------------------------
;;
;;-----------------------------------------------
[install-component]
InstallingComponent=Loading Component

;;-----------------------------------------------
;; Save App
;;-----------------------------------------------
[save-app]
SaveAsApp=Save as Quick Application
SendToDesktop=Send to Desktop
PinToTaskBar=Pin to TaskBar
QuickLaunchBar=Create Shortcut in Quick Launch Bar

;;-----------------------------------------------
;; App Frame
;;-----------------------------------------------
[app-frame]
FullScreen=Full Screen
TopMost=Always on Top
ShowTray=Minimize to Tray
DesktopLink=Send to Desktop
Pin=Pin to Taskbar
QuickLaunchBar=Create Shortcut in Quick Launch Bar
Share=Share with Friends…
About=About
ExitFullScreen=Click Here to Exit Full Screen
tray-40001=Restore
tray-40002=Exit

;;-----------------------------------------------
;; doctor
;;-----------------------------------------------
[doctor]
InfoCaption=Maxthon Browser Doctor
StartDownload=Would you like to enable Maxthon Browser Doctor?

;;-----------------------------------------------
;; print preview
;;-----------------------------------------------
[print-preview]
Title=Print Preview
Caption=Maxthon Browser
Custom=Custom…
CBBlank=--Blank--
CBCaption=--Title--
CBURL=--URL--
CBDate=--Date--
CBPage=--Page Number--
CBPageTotal=--Page # of total pages--
CBCustom=--Custom--
TabPage1=Page Setup
TabPage2=Headers and Footers
Print=Print…
PageSettings=Setup
Prew=Prew
Next=Next
Scale=Scale
Horz=Landscape
Vert=Portrait
Close=Close
AutoScale=Shrink to Fit
Ok=OK
Cancel=Cancel
Format=Format
Direction=Orientation
PrintBack=Print Background
Margins=Margins
Top=Top
Left=Left
Right=Right
Bottom=Bottom
Header=Headers and Footers
Option=Option
FooterPageTotal=Page %1 of %2
FooterPage=Page %1
InputCaption=Custom...
InputStatic=Input header & footer here

;;-----------------------------------------------
;; reader-mode
;;-----------------------------------------------
[reader-mode]
ZoomIn=Zoom In
ZoomOut=Zoom Out
NightMode=Night Mode
DayMode=Day Mode
Setting=Setting
ArticleWidth=Page Width
CloseReader=Exit
LoadingNext=Loading next page…
LoadingNextErr=Click here to load next page (Shortcut Key -> )
LoadingNextTips=Continue to next page (Shortcut Key ->)
;;-----------------------------------------------
;; AddonMisc
;;-----------------------------------------------
[AddonMisc]
AutoRefresh=Auto Refresh
Setting=Settings
Sec=Sec
Min=Minute
Hour=Hour
Day=Day
NotRefresh=Disabled
Customize=Customize Freq[%1]
CustomRefreshSet=Customize Freq Setting
RefreshNow=Refresh Now
FeedReader=Feed Reader
notepad=Online Notepad
Translate=Translate
translate.selectedText=Translate Selected Text
translate.page=Translate Page
SnapScreen=Snap
fileSniffer.open=Resource Sniffer
app.launch.mxExpressLookup=Express Lookup
snapScreen.region=Snap Region
snapScreen.page=Snap Whole Page
help=Help
;;-----------------------------------------------------------------------------
;; Customize Auto Refresh Setting
;;-----------------------------------------------------------------------------
[RefreshFreSet]
TabFreshFreqManager=Frequency Setup
FreshFreqTime=Refresh every
Sec=Sec
ShortTips=Please do not set too short refresh interval.
Setting=Setting
Cancel=Cancel
;;-----------------------------------------------------------------------------
;; Quick Launch Manager
;;-----------------------------------------------------------------------------
[Identity]
title=Session
OpenAll=Open All
QuickLMgr=Session Manager
[IdentifyManager]
WorkspaceManager=Session Manager
CheckedItemsWillBeDisplayedInMenu=
Title=Title
DefaultWndName=Session
ShortcutTip=You can set shortcut key to switch window.
DLG_DELBTN=Delete
AddNewWorkspace=Add New Session
Done=Done
SetKey=Setting

;;-----------------------------------------------------------------------------
;;ExtTools
;;-----------------------------------------------------------------------------
[EXTTOOLS]
title=External Tools
ExternalTools=External Tools
Add=Add
EditExternalTool=Edit External Tool
Browse=Browse…
ProgramFile=Startup Directory
DisplayTitle=Name
MoreOptions=More
LessOptions=Less
OK=OK
Cancel=Cancel
Parameters=Arguments
StartWithMX=Start with Maxthon
StartMinimized=Start minimized
ExitWithMX=Close with Maxthon
AddToToolbar=Display in toolbar
Edit=Edit
Delete=Delete
Undo=Undo
Cut=Cut
Copy=Copy
Paste=Paste
SelectAll=Select All

;;-----------------------------------------------------------------------------
;; Status Message
;;-----------------------------------------------------------------------------
[EXTINFO]
title=System Information
cpu=CPU Usage
in=Download Speed
out=Upload Speed
ph=Available Physical Memory
vt=Available Virtual Memory
lip=Local IP
nip=Public IP